{
  "landing-section-1-desc": "See real examples of Herman and Chomsky's concept of \"manufactured consent\"",
  "language-intro-1": "Wittgenstein said \"the limits of my language mean the limits of my world.\"\nNewspeak was designed to enforce these limits and make certain thoughts (or thoughtcrimes) impossible to think (or commit). Hasbara and modern propaganda, however, is different in how it operates. Hasbarists do not seek to eliminate entire words from usage. However, they subtly change their meaning and encode a pro-Israel bias within them.",
  "landing-para-2": "(Hebrew: הסברה‎) means \"explanation\" but refers to Israel's PR and state-run propaganda apparatus. Much like Orwell's Minitruth, its objective is not to tell their side of the story, but in fact to limit what sides of the story can be told.",
  "analysis-intro-2": "How can Israel be 'defending itself' while occupying Palestinian territory? How can it be 'the only democracy in the Middle East' while millions are second-class citizens in an apartheid state? How can bombing children be justified as 'human shields'?",
  "landing-para-3": "This exhibit explores the propaganda techniques used to shape public perception of Israel's actions, particularly their genocide in Gaza, through the lens of Orwell's warnings about language and power.",
  "landing-quote": "Who controls the past controls the future; who controls the present controls the past.",
  "analysis-intro-1": "Propaganda's venom lies not in what it says, but the framework it creates where contradictions can coexist without cognitive dissonance, in other words, it breeds doublethink.",
  "language-intro-2": "Specifically, hasbara employs euphemisms, reframings, and loaded language to justify their genocide.",
  "landing-about-para-1": "This is an educational project about propaganda techniques and media literacy. It was not intended as a call to or expression of antisemitism nor should it be construed as such. It simply examines how language is used to shape perception of the Israeli-Palestinian conflict, particularly regarding Gaza.",
  "landing-section-2-desc": "Understand the specific mechanisms of narrative control",
  "language-title": "The Language of Hasbara - Newspeak in the 21st Century",
  "landing-section-3-desc": "Test your ability to tell what's hasbara and what's not",
  "interactive-tip": "Consider the source, emotional appeal, omissions, and whether verifiable facts are provided.",
  "interactive-intro-1": "Test your ability to distinguish between propaganda and factual statements.",
  "landing-para-1": "In George Orwell's 1984, the Ministry of Truth effectively controls reality itself through its control on language and history. One imagines that such an entity could only exist within the pages of a novel, but there are several modern analogues to Minitruth.",
  "media-intro-1": "Modern propaganda isn't served on a telescreen like in 1984. It's much more pervasive than that. It's in our social media algorithms, on the TV screens, and in the mouths of our politicians. Hasbarists know and exploit this fact.",
  "landing-about-para-2": "Though the writing is human, generative AI was used to create this website.",
  "analysis-title": "Doublethink - Analysis of Propaganda Techniques",
  "analysis-intro-3": "This is the modern rendition of doublethink, given new life through the medium of hasbara.",
  "language-insight": "A key trick hasbarists have up their sleeves is calling out any opposition and labelling it \"antisemitism.\" We can compare this with Orwell's concept of Thoughtcrime in 1984, where even thinking something contrary to the party doctrine can land you in jail. Some are refusing to speak out against the Israeli government's genocide for fear of being labelled as an antisemite, but if that's the case, they've already won.",
  "landing-section-3-title": "Spot the Hasbara Quiz",
  "language-quote": "Don't you see that the whole aim of Newspeak is to narrow the range of thought? In the end we shall make thoughtcrime literally impossible, because there will be no words in which to express it.",
  "interactive-intro-2": "Not all uncomfortable facts are propaganda, and not all comfortable statements are true."
}